Repository: FunkFeuer/hotspot.funkfeuer.at
Catalog: appsrv/translations/*/LC_MESSAGES/messages.po
Languages: de

# WELCOME_MSG
source: Welcome to this open WIFI AccessPoint, provided by FunkFeuer
de: Willkommen im freien WLAN von FunkFeuer

# SLOGAN
source: Don't log into the net - be the net!
de: Wir sind das Netz

# ABOUT_US
source: Wir haben uns zur Aufgabe gemacht, freien Informationszugang ohne kommerzielle Interessen und Anbieter umzusetzen. Dadurch werden die TeilnehmerInnen direkt Teil unseres Netzes, und formen dieses aktiv mit. Die Devise <i>"Wir sind das Netz"</i>, verdeutlicht, dass die wichtige Aufgabe der Weitergabe der Kompetenz zur Informationsverbreitung und Verarbeitung direkt bei der Versorgung beginnt. Please note that we are not an internet service provider but an experimental community network.
de: Wir haben uns zur Aufgabe gemacht, freien Informationszugang ohne kommerzielle Interessen und Anbieter umzusetzen. Dadurch werden die TeilnehmerInnen direkt Teil unseres Netzes, und formen dieses aktiv mit. Die Devise <i>"Wir sind das Netz"</i>, verdeutlicht, dass die wichtige Aufgabe der Weitergabe der Kompetenz zur Informationsverbreitung und Verarbeitung direkt bei der Versorgung beginnt. Bitte sei dir darüber bewusst, dass wir kein Internetanbieter sondern ein experimentelles Gemeinschaftsnetzwerk sind.

# HEAD_TOS
source: Usage Agreement
de: Nutzungsbedingungen

# TOS1_HEAD
source: Content
de: Inhalte

# TOS1_TEXT
source: The participant agrees to not transfer content over the network which violates the law.
de: Der Teilnehmer verpflichtet sich, keine Inhalte über das Netzwerk zu übertragen, welche gegen geltendes Recht verstoßen.

# TOS2_HEAD
source: Usage
de: Benutzung

# TOS2_TEXT
source: The participant agrees to not use the network in any way which will harm the infrastructure, the network itself, its operators or other participants.
de: Der Teilnehmer verpflichtet sich, das Netzwerk nicht in einer Weise zu beanspruchen, welche die Infrastruktur, das Netzwerk selbst, dessen Betreiber oder andere Teilnehmer beeinträchtigt.

# TOS3_HEAD
source: Liability
de: Haftung

# TOS3_TEXT
source: The operator claims no liability for loss of data, unauthorized access/damage to devices, or financial losses that participants may suffer from the use of the network.
de: Die Betreiber lehnen jede Haftung für Datenverlust, unbefugten Zugriff auf Endgeräte, Schäden an Endgeräten oder finanzielle Verluste, die ein Teilnehmer durch die Nutzung des Netzwerks erleidet ab.

# TOS4_HEAD
source: Safety
de: Sicherheit

# TOS4_TEXT
source: The network, like the Internet, is unencrypted and open. Each participant is responsible for the safety of their own connections and devices.
de: Das Netzwerk ist, wie das Internet auch, unverschlüsselt und offen. Jeder Teilnehmer ist selbst für die Sicherheit seiner Verbindungen und seiner Endgeräte verantwortlich.

# CONTACT_US_HEAD
source: Help us
de: Hilf mit

# CONTACT_US_TEXT
source: Become an active member of this community and help by operating your own node.
de: Werde ein aktives Mitglied unserer Community und hilf, indem du selber einen Knoten betreibst.

# MORE_INFORMATION_HEAD
source: More information
de: Mehr Information

# MORE_INFORMATION_TEXT
source: Find more information about our community at <a href='http://www.funkfeuer.at' target='_new'>FunkFeuer.at</a>
de: Mehr Information über unsere Community findest du unter <a href='http://www.funkfeuer.at' target='_new'>FunkFeuer.at</a>

# ACCEPT_MSG
source: By accepting these rules you can use this network for %(hours)i hour(s). After this time you need to accept these rules again.
de: Durch das Akzeptieren dieser Regeln kannst du unser Netzwerk für %(hours)i Stunden benutzen. Danach wirst du aufgefordert diese Bedingungen erneut zu akzeptieren.

source: Accept
de: Akzeptieren

# ABOUT_US_SHORT
source: FunkFeuer is a community based, experimental network.Access to the network is not guaranteed. It can be interrupted at any time without notice for any reason, for certain devices, and/or may be blocked for certain users.
de: FunkFeuer ist ein experimentelles, von seinen Mitgliedern getragenes Netzwerk. Der Zugang zum Netzwerk wird nicht garantiert. Er kann jederzeit und ohne Angabe von Gründen unterbrochen oder für bestimmte Endgeräte und Teilnehmer gesperrt werden.

# WELCOME_MSG_VKM
source: Welcome to this open WIFI AccessPoint, provided by FunkFeuer and the Austrian Museum of Folk Life and Folk Art
de: Willkommen im freien WLAN von FunkFeuer und Volkskundemuseum

# WELCOME_TEASER_SPLASH_VKM
source: The Austrian Museum of Folk Life and Folk Art and the community FunkFeuer Wien provide free internet access for all museum and park visitors.
de: Das Volkskundemuseum und der Verein Funkfeuer Wien stellen allen Museums- und Parkbesuchern freien Internetzugang zur Verfügung.

# ACCEPTED_MSG
source: continue to <a href='%(url)s'>%(url)s</a>
de: Weiter zu <a href='%(url)s'>%(url)s</a>
